acpi_call
base
base-devel
bat
bc
bluez
bluez-utils
brightnessctl
brother-dcp1610w
brscan4
btop
btrfs-progs
cbonsai
ccls
checkupdates-aur
checkupdates-systemd-git
chromium
cliphist
cmatrix
cowsay
cpupower
cronie
ctpv-git
debtap
deno
dhcpcd
docker
docker-compose
dosfstools
duf
dunst
efibootmgr
ethtool
eza
fd
ffmpeg
ffmpegthumbnailer
figlet
firefox
fortune-mod
fuse2
fzf
gammastep
gcr
gimp
git
glava
glow
gnome-themes-extra
go
grim
grub
gtk-engine-murrine
gtk2
gtk4
gutenprint
gvfs
hyprland-bin
hyprpicker
iamb-git
imv
inkscape
intel-media-driver
irssi
jq
jre-openjdk
julia
kitty
lavat-git
lf
libnotify
libreoffice-fresh
libva-intel-driver
libva-utils
linux
linux-firmware
linux-headers
lshw
lsof
luarocks
lvm2
ly
lynx
man-db
man-pages
mariadb
mpd
mpv
ncdu
ncmpcpp
neofetch
neovim-nightly-bin
netstat-nat
networkmanager
newsboat
nmap
nodejs
notification-daemon
notify-osd
npm
ntfs-3g
obs-studio
obsidian
octave
onefetch
opendoas
p7zip
pandoc-bin
papirus-icon-theme
paru
pass
pavucontrol
perl-image-exiftool
pipewire-pulse
postgresql
powertop
python-gobject
python-pip
python-pipx
python-setuptools
python-virtualenv
qemu-full
qemu-user
qrencode
qt5-wayland
qt5ct
qt6ct
ripgrep
rofi-calc
rofi-lbonn-wayland-git
rsync
rustup
simple-scan
sl
slurp
smartmontools
socat
strace
sway
swaybg
swayidle
swaylock
swtpm
syncthing
systemd-resolvconf
tesseract
texlive-basic
texlive-latexextra
texlive-pictures
tk
tlp
tlp-rdw
torbrowser-launcher
transmission-cli
ttf-crimson-pro
ttf-inconsolata
ttf-inconsolata-nerd
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ufw
unrar
unzip
usb_modeswitch
v4l2loopback-utils
virtualbox
virtualbox-guest-iso
virtualbox-guest-utils
visual-studio-code-bin
waybar
wev
wf-recorder
wget
whois
wl-clipboard
wlroots
words
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland-git
xf86-video-intel
xorg-xlsclients
youtube-dl
zathura
zathura-cb
zathura-djvu
zathura-pdf-mupdf
zip
zsh
zsh-completions
zsh-syntax-highlighting
