brother-dcp1610w
brscan4
checkupdates-aur
checkupdates-systemd-git
ctpv-git
debtap
fann
hyprland-bin
hyprpicker
iamb-git
neovim-nightly-bin
pandoc-bin
paru
perl-checkupdates-aur
perl-www-aur
rofi-lbonn-wayland-git
spek
waybar-hyprland
wev
xdg-desktop-portal-hyprland-git
youtube-dl
zotero-beta-bin
