brother-dcp1610w
brscan4
cbonsai
checkupdates-aur
checkupdates-systemd-git
ctpv-git
debtap
hyprland-bin
hyprpicker
iamb-git
lavat-git
neovim-nightly-bin
nvm
pandoc-bin
paru
perl-checkupdates-aur
perl-www-aur
python2
rofi-lbonn-wayland-git
visual-studio-code-bin
wev
xdg-desktop-portal-hyprland-git
youtube-dl
